Repository: hzagaming/ClassGod
Catalog: ClassGod/ClassGod/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, zh_hans, zh_hant

# clipo.confirm.reset_message
source: All history, slots, and Clipo settings will be deleted.
zh_hans: 所有历史、快捷槽位和 Clipo 设置都将被删除。

# clipo.confirm.reset_title
source: Reset Clipo?
zh_hans: 重置 Clipo？

# clipo.empty_history
source: No Clipboard History
zh_hans: 暂无剪贴板历史

# clipo.empty_history_hint
source: Copy something or capture the current clipboard.
zh_hans: 复制内容或收录当前剪贴板即可开始。

# clipo.empty_slot
source: Empty Slot
zh_hans: 空槽位

# clipo.export
source: Export JSON
zh_hans: 导出 JSON

# clipo.files_count
source: %lld files
zh_hans: %lld 个文件

# clipo.image
source: Image
zh_hans: 图片

# clipo.import
source: Import JSON
zh_hans: 导入 JSON

# clipo.import_invalid
source: The imported file contains an unsupported clipboard payload.
zh_hans: 导入文件包含不受支持的剪贴板内容。

# clipo.import_too_large
source: This Clipo archive is too large to import safely.
zh_hans: 该 Clipo 归档过大，无法安全导入。

# clipo.monitoring
source: MONITORING
zh_hans: 监听中

# clipo.no_data
source: No data yet
zh_hans: 暂无数据

# clipo.paused
source: PAUSED
zh_hans: 已暂停

# clipo.permission_description
source: Clipboard capture works without it; saving selections and instant paste need permission.
zh_hans: 剪贴板收录无需权限；保存选区和即时粘贴需要授权。

# clipo.permission_open
source: Grant Access
zh_hans: 授予权限

# clipo.permission_title
source: Accessibility Required for Direct Paste
zh_hans: 直接粘贴需要辅助功能权限

# clipo.reset
source: Reset Clipo
zh_hans: 重置 Clipo

# clipo.rich_text
source: Rich Text
zh_hans: 富文本

# clipo.save_clipboard
source: Save Clipboard
zh_hans: 保存剪贴板

# clipo.save_failed
source: Clipboard history could not be saved.
zh_hans: 无法保存剪贴板历史。

# clipo.save_to_slot
source: Save to Slot %lld
zh_hans: 保存到槽位 %lld

# clipo.search_placeholder
source: Search clipboard history…
zh_hans: 搜索剪贴板历史…

# clipo.seconds_format
source: %.2fs
zh_hans: %.2f 秒

# clipo.section.history
source: History
zh_hans: 历史

# clipo.section.insights
source: Insights
zh_hans: 统计

# clipo.section.settings
source: Settings
zh_hans: 设置

# clipo.section.slots
source: Slots
zh_hans: 槽位

# clipo.settings.appearance
source: Appearance
zh_hans: 外观

# clipo.settings.auto_delete
source: Auto Delete
zh_hans: 自动清理

# clipo.settings.bundle_placeholder
source: Bundle identifier
zh_hans: Bundle 标识符

# clipo.settings.case_sensitive
source: Case-Sensitive Search
zh_hans: 区分大小写

# clipo.settings.compact
source: Compact Rows
zh_hans: 紧凑列表

# clipo.settings.data
source: Data
zh_hans: 数据

# clipo.settings.fuzzy
source: Fuzzy Search
zh_hans: 模糊搜索

# clipo.settings.history
source: History & Search
zh_hans: 历史与搜索

# clipo.settings.history_limit
source: History Limit
zh_hans: 历史数量上限

# clipo.settings.ignore_duplicates
source: Merge Duplicate Items
zh_hans: 合并重复项目

# clipo.settings.ignore_sensitive
source: Ignore Sensitive Apps
zh_hans: 忽略敏感应用

# clipo.settings.monitor
source: Monitor Clipboard
zh_hans: 监听剪贴板

# clipo.settings.paste
source: Paste Behavior
zh_hans: 粘贴行为

# clipo.settings.paste_delay
source: Paste Delay
zh_hans: 粘贴延迟

# clipo.settings.restore_paste
source: Restore Clipboard After Paste
zh_hans: 粘贴后恢复剪贴板

# clipo.settings.restore_save
source: Restore Clipboard After Saving Selection
zh_hans: 保存选区后恢复剪贴板

# clipo.settings.sensitive_apps
source: Sensitive Apps
zh_hans: 敏感应用

# clipo.settings.show_source
source: Show Source App
zh_hans: 显示来源应用

# clipo.settings.show_time
source: Show Timestamp
zh_hans: 显示时间

# clipo.settings.shortcuts
source: Keyboard Shortcuts
zh_hans: 键盘快捷键

# clipo.shortcuts.conflict
source: Some shortcuts are used by macOS or another app.
zh_hans: 部分快捷键已被 macOS 或其他应用占用。

# clipo.shortcuts.copy
source: Copy Slot
zh_hans: 复制槽位

# clipo.shortcuts.hint
source: Click a field, then press a shortcut. Clear a field to disable that action.
zh_hans: 点击输入框后按下快捷键；清空输入框可停用对应操作。

# clipo.shortcuts.open
source: Open Clipo
zh_hans: 打开 Clipo

# clipo.shortcuts.restore_defaults
source: Restore Defaults
zh_hans: 恢复默认值

# clipo.shortcuts.save
source: Save Selection
zh_hans: 保存所选内容

# clipo.shortcuts.slot_format
source: Slot %lld
zh_hans: 槽位 %lld

# clipo.shortcuts.status_disabled
source: Shortcut disabled
zh_hans: 快捷键已停用

# clipo.shortcuts.status_registered
source: Shortcut active
zh_hans: 快捷键已生效

# clipo.shortcuts.status_unavailable
source: Shortcut unavailable because it is already in use
zh_hans: 快捷键已被占用，无法注册

# clipo.slots_hint
source: ⌥⌘1…9 saves the current selection; ⌥1…9 copies a slot.
zh_hans: ⌥⌘1…9 保存当前选区；⌥1…9 复制对应槽位。

# clipo.stat.pinned
source: Pinned
zh_hans: 已置顶

# clipo.stat.sources
source: Sources
zh_hans: 来源

# clipo.stat.today
source: Today
zh_hans: 今日

# clipo.stat.total
source: Total
zh_hans: 总计

# clipo.subtitle
source: Clipboard Intelligence Center
zh_hans: 智能剪贴板中心

# clipo.top_sources
source: Top Source Apps
zh_hans: 主要来源应用

# clipo.type_distribution
source: Type Distribution
zh_hans: 类型分布

# clipo.type.all
source: All
zh_hans: 全部

# clipo.type.code
source: Code
zh_hans: 代码

# clipo.type.data
source: Data
zh_hans: 数据

# clipo.type.file
source: File
zh_hans: 文件

# clipo.type.image
source: Image
zh_hans: 图片

# clipo.type.richText
source: Rich Text
zh_hans: 富文本

# clipo.type.text
source: Text
zh_hans: 文本

# clipo.type.url
source: URL
zh_hans: 链接

source: Clock
zh_hans: 时钟

# curtain.active_format
source: %d displays covered · %d seconds left
zh_hans: 已遮挡 %d 个屏幕 · 剩余 %d 秒

# curtain.countdown_format
source: Returning automatically in %d seconds
zh_hans: 将在 %d 秒后自动恢复

# curtain.description
source: Place an opaque curtain over the currently connected displays. Your apps keep running underneath.
zh_hans: 为当前连接的屏幕盖上不透明幕布。下方应用继续运行。

# curtain.dismiss
source: Return to my screen
zh_hans: 恢复我的屏幕

# curtain.duration
source: Automatic return
zh_hans: 自动恢复

# curtain.escape
source: Press Escape or use the button to return.
zh_hans: 按 Escape 或点击按钮即可恢复。

# curtain.exit_hint
source: The curtain also closes when you switch to another app, the Mac sleeps, or the display arrangement changes.
zh_hans: 切换到其他应用、Mac 进入睡眠或显示器布局改变时，幕布也会自动收起。

# curtain.intro
source: A quiet screen, on demand.
zh_hans: 需要时，让屏幕安静下来。

# curtain.limits
source: This is a temporary visual cover, not a screen lock or recording blocker. System windows may appear above it.
zh_hans: 这是临时视觉遮挡，不是锁屏，也不能阻止录屏。系统窗口可能显示在幕布上方。

# curtain.no_screens
source: No display is available. The curtain was not opened.
zh_hans: 没有可用显示器，幕布未开启。

# curtain.not_locked
source: ClassGod · Temporary cover · Mac is not locked
zh_hans: ClassGod · 临时幕布 · Mac 未锁定

# curtain.overlay_title
source: Screen temporarily covered
zh_hans: 屏幕已临时遮挡

# curtain.preview
source: A moment away from view.
zh_hans: 暂时收起屏幕上的内容。

# curtain.seconds_format
source: %d seconds
zh_hans: %d 秒

# curtain.show
source: Cover displays now
zh_hans: 立即遮挡屏幕

# curtain.subtitle
source: COVER / PAUSE / RETURN
zh_hans: 遮挡 / 暂停 / 返回

# curtain.title
source: Screen Curtain
zh_hans: 屏幕幕布

# desktop_widgets.reset_message
source: Replace the current widget layout with the default widgets? This cannot be undone.
zh_hans: 要用默认小组件替换当前布局吗？此操作无法撤销。

# desktop_widgets.reset_title
source: Reset widget layout?
zh_hans: 重置小组件布局？

# destintab.export_tabs
source: Export Tabs…
zh_hans: 导出标签…

# destintab.import_tabs
source: Import Tabs…
zh_hans: 导入标签…

# destintab.selected_count
source: %lld selected
zh_hans: 已选择 %lld 项

source: Discharging
zh_hans: 放电中

source: Disk
zh_hans: 磁盘

# divider.dashed
source: Dashed
zh_hans: 虚线
zh_hant: 虛線

# divider.none
source: None
zh_hans: 无
zh_hant: 無

# divider.thin
source: Thin
zh_hans: 细线
zh_hant: 細線

# error.category.all
source: All Errors
zh_hans: 全部错误

# error.category.audio_video
source: Audio / Video
zh_hans: 音频 / 视频

# error.category.code_signing
source: Code Signing
zh_hans: 代码签名

# error.category.concurrency
source: Concurrency / Thread
zh_hans: 并发 / 线程

# error.category.file_system
source: File System
zh_hans: 文件系统

# error.category.general
source: General
zh_hans: 通用

# error.category.localization
source: Localization
zh_hans: 本地化

# error.category.memory
source: Memory
zh_hans: 内存

# error.category.network
source: Network / URL
zh_hans: 网络 / URL

# error.category.notifications
source: Notifications
zh_hans: 通知

# error.category.packages
source: SPM / Packages
zh_hans: SPM / 软件包

# error.category.permissions
source: Permissions / Sandbox
zh_hans: 权限 / 沙盒

# error.category.security
source: Security / Keychain
zh_hans: 安全 / 钥匙串

# error.category.swift_compile
source: Swift Compile
zh_hans: Swift 编译

# error.category.swift_runtime
source: Swift Runtime
zh_hans: Swift 运行时

# error.category.testing
source: Testing / XCTest
zh_hans: 测试 / XCTest

# error.category.xcode_build
source: Xcode Build
zh_hans: Xcode 构建

# error.code_label
source: ERROR CODE:
zh_hans: 错误代码：

# error.common_in
source: Common in:
zh_hans: 常见于：

# error.detail_title
source: Error Detail
zh_hans: 错误详情

# error.documented_count
source: %1$lld errors documented
zh_hans: 已收录 %1$lld 个错误

# error.export_failed
source: Export failed: %@
zh_hans: 导出失败：%@

# error.hub_title
source: Error Encyclopedia
zh_hans: 错误百科

# error.import_failed
source: Import failed: %@
zh_hans: 导入失败：%@

# error.load_failed
source: Failed to load encyclopedia
zh_hans: 百科加载失败

# error.loading
source: Loading error encyclopedia...
zh_hans: 正在加载错误百科...

# error.open_in_encyclopedia
source: Open in Encyclopedia
zh_hans: 在百科中打开

# error.result_count
source: %1$lld errors
zh_hans: %1$lld 个错误

# error.search_placeholder
source: Search by name, code, or keyword...
zh_hans: 按名称、代码或关键词搜索...

# error.searching
source: Searching: "%1$@"
zh_hans: 正在搜索：“%1$@”

# error.severity_label
source: Severity:
zh_hans: 严重程度：

# error.severity.critical
source: Critical
zh_hans: 严重

# error.severity.high
source: High
zh_hans: 高

# error.severity.info
source: Info
zh_hans: 信息

# error.severity.low
source: Low
zh_hans: 低

# error.severity.medium
source: Medium
zh_hans: 中

# error.tag_filter
source: Tag: #%1$@
zh_hans: 标签：#%1$@

# error.tags
source: Tags:
zh_hans: 标签：

# error.toast.open_encyclopedia
source: Open in Encyclopedia →
zh_hans: 在错误百科中打开 →

# export.failure
source: Export failed. Check the destination and try again.
zh_hans: 导出失败，请检查保存位置后重试。

# export.result.title
source: Export Result
zh_hans: 导出结果

# export.success
source: Settings exported successfully.
zh_hans: 设置已成功导出。

# fan.access.apple_silicon_restricted
source: Apple Silicon restricts fan access to approved system services. Authorize the fan control Helper, then rescan.
zh_hans: Apple Silicon 仅允许获批的系统服务访问风扇。请授权风扇控制 Helper，然后重新扫描。

# fan.access.detected_no_rpm
source: Fan hardware was detected, but no live RPM reading is available. Approve the privileged Helper, then rescan.
zh_hans: 已识别风扇硬件，但当前没有实时 RPM 读数。请批准特权 Helper，然后重新扫描。

# fan.access.hardware_read_only
source: The approved Helper is reporting live RPM, but this hardware did not accept verified safe write controls.
zh_hans: 已批准的 Helper 正在报告实时 RPM，但此硬件未通过安全写入验证，当前仅可读取。

# fan.access.helper_detected_no_rpm
source: The approved Helper detected fan hardware, but macOS has not exposed a trustworthy live RPM reading yet.
zh_hans: 已批准的 Helper 识别到风扇硬件，但 macOS 暂未开放可信的实时 RPM 读数。

# fan.access.helper_no_data
source: The approved Helper is connected but returned no hardware data. Wait briefly, then rescan.
zh_hans: 已批准的 Helper 已连接，但未返回硬件数据。请稍候片刻再重新扫描。

# fan.access.helper_present
source: The approved Helper is connected. Supported hardware readings are updating live.
zh_hans: 已批准的 Helper 已连接，硬件支持的读数正在实时更新。

# fan.access.no_fans
source: No fan hardware was reported. This Mac may be fanless, or macOS may not expose fan telemetry.
zh_hans: 未报告风扇硬件。这台 Mac 可能是无风扇机型，或 macOS 未开放风扇遥测。

# fan.access.read_only
source: Live fan speed is available, but this source is read-only. Authorize the privileged Helper to enable supported controls.
zh_hans: 已获得实时风扇转速，但当前来源仅可读取。请授权特权 Helper 以启用硬件支持的调速功能。

# fan.access.smc_unavailable
source: Direct SMC access is unavailable. Authorize the fan control Helper, then rescan.
zh_hans: SMC 直连不可用。请授权风扇控制 Helper，然后重新扫描。

# fan.authorize_helper
source: Authorize Fan Control
zh_hans: 授权风扇控制

# fan.control.detected
source: DETECTED · NO RPM
zh_hans: 已识别 · 暂无转速

# fan.control.read_only
source: LIVE · READ ONLY
zh_hans: 实时 · 只读

# fan.control.read_only_detail
source: RPM updates live; this hardware path does not expose safe write controls.
zh_hans: RPM 会实时更新；当前硬件路径未开放安全写入控制。

# fan.control.realtime
source: LIVE · CONTROLLABLE
zh_hans: 实时 · 可调

# fan.control.unavailable_detail
source: Fan hardware is present, but a trustworthy live RPM range is not available yet.
zh_hans: 已发现风扇硬件，但暂未获得可信的实时 RPM 与转速范围。

# fan.copy_sensor_data
source: Copy Sensor Data
zh_hans: 复制传感器数据

# fan.diagnostic.fans_detected
source: Fan hardware detected; waiting for a trustworthy live RPM reading.
zh_hans: 已识别风扇硬件，正在等待可信的实时 RPM 读数。

# fan.diagnostic.sensors_estimated
source: Only estimated thermal placeholders are available.
zh_hans: 当前仅有估算温度占位值。

# fan.error.helper_authorization
source: Fan control authorization failed: %1$@
zh_hans: 风扇控制授权失败：%1$@

# fan.error.helper_not_found
source: The privileged Helper is missing from this app build. Reinstall the latest signed version.
zh_hans: 此应用版本缺少特权 Helper，请重新安装最新的已签名版本。

# fan.error.helper_service_unavailable
source: The Helper is embedded, but macOS Service Management cannot register this app build. Use a properly signed ClassGod app and try again.
zh_hans: Helper 已嵌入，但 macOS 服务管理无法注册此应用构建。请使用正确签名的 ClassGod 应用后重试。

# fan.error.mode_set_failed
source: Failed to set fan mode. Elevated privileges may be required.
zh_hans: 风扇模式设置失败，可能需要提升权限。

# fan.error.read_only
source: No writable fan control is available. Complete macOS approval for the Helper, then rescan.
zh_hans: 当前没有可写的风扇控制。请先在 macOS 中批准 Helper，然后重新扫描。

# fan.error.rpm_set_failed
source: The hardware rejected this RPM target. System fan control remains available.
zh_hans: 硬件拒绝了该 RPM 目标；系统风扇控制仍保持可用。

# fan.filter.other
source: Other
zh_hans: 其他

# fan.manual_override
source: Manual
zh_hans: 手动

# fan.no_fans
source: No fans detected
zh_hans: 未检测到风扇

# fan.no_sensor_matches
source: No sensors match "%1$@"
zh_hans: 没有匹配“%1$@”的传感器

# fan.no_sensors
source: No sensors available
zh_hans: 没有可用传感器

# fan.no_thermal_data
source: No thermal data
zh_hans: 暂无温度数据

# fan.notification.high_temperature.body
source: Highest temperature reached %1$@ (threshold: %2$@)
zh_hans: 最高温度已达到 %1$@（阈值：%2$@）

# fan.notification.high_temperature.title
source: ClassGod - High Temperature
zh_hans: ClassGod - 温度过高

# fan.open_helper_settings
source: Open Approval Settings
zh_hans: 打开授权设置

# fan.rescan
source: Rescan
zh_hans: 重新扫描

# fan.set
source: Set
zh_hans: 设置

# fan.thermal_sensors
source: Thermal Sensors
zh_hans: 温度传感器

# fan.title
source: Fan Control
zh_hans: 风扇控制

# fan.toast.helper_approval_required
source: Approve ClassGod in Login Items & Extensions, then return to rescan.
zh_hans: 请在“登录项与扩展”中批准 ClassGod，然后返回并重新扫描。

# fan.toast.helper_enabled
source: Fan control Helper is approved. Detecting hardware now…
zh_hans: 风扇控制 Helper 已获批准，正在检测硬件…

source: File
zh_hans: 文件

# ghost.action.deploy
source: DEPLOY GHOST PROTOCOL
zh_hans: 部署幽灵协议

# ghost.action.deploying
source: DEPLOYING…
zh_hans: 部署中…

# ghost.action.hint
source: Activates the selected cover or restores the captured workspace
zh_hans: 激活所选掩护应用，或恢复已记录的工作区

# ghost.action.restore
source: RESTORE WORKSPACE
zh_hans: 恢复原工作区

# ghost.action.restoring
source: RESTORING…
zh_hans: 恢复中…

# ghost.action.unavailable_hint
source: Choose an installed cover application before deploying
zh_hans: 请先选择已安装的掩护应用

# ghost.behavior_locked
source: Deployment settings are locked until the workspace is restored
zh_hans: 恢复工作区前，部署设置保持锁定

# ghost.behavior_title
source: Deployment Behavior
zh_hans: 部署行为

# ghost.cover_title
source: Cover Application
zh_hans: 掩护应用

# ghost.error.activation_failed
source: Cover activation failed; no applications were hidden
zh_hans: 掩护应用激活失败，未隐藏任何应用

# ghost.error.restore_partial_format
source: %d workspace items could not be restored; trigger restore again
zh_hans: %d 个工作区项目未能恢复，请再次触发恢复

# ghost.error.target_unavailable
source: Cover application is unavailable
zh_hans: 掩护应用不可用

# ghost.hide_others
source: Hide other visible applications
zh_hans: 隐藏其他可见应用

# ghost.hide_others_hint
source: Applications remain running and can be restored instantly
zh_hans: 应用保持运行，可立即恢复

# ghost.preview_format
source: Current preview: %d applications will be hidden
zh_hans: 当前预览：将隐藏 %d 个应用

# ghost.safety_note
source: The cover is activated before anything is hidden. Ghost Protocol never quits applications, requests extra permissions, or persists a workspace snapshot.
zh_hans: 协议会先激活掩护应用，再执行隐藏；不会退出应用、索取额外权限，也不会持久化工作区快照。

# ghost.shortcut_conflict
source: Shortcut unavailable or conflicts; record another
zh_hans: 快捷键不可用或冲突，请重新录制

# ghost.shortcut_ready
source: Global shortcut registered
zh_hans: 全局快捷键已注册

# ghost.shortcut_title
source: Deploy / Restore Shortcut
zh_hans: 部署 / 恢复快捷键

# ghost.state.active
source: COVER ACTIVE
zh_hans: 伪装生效

# ghost.state.deploying
source: DEPLOYING
zh_hans: 部署中

# ghost.state.ready
source: READY
zh_hans: 待命

# ghost.state.restoring
source: RESTORING
zh_hans: 恢复中

# ghost.status.deployed_format
source: %@ active · %d/%d applications hidden
zh_hans: %@ 已接管 · 已隐藏 %d/%d 个应用

# ghost.status.deploying
source: Activating cover application…
zh_hans: 正在激活掩护应用…

# ghost.status.ready
source: Protocol ready
zh_hans: 协议已就绪

# ghost.status.restored_format
source: Workspace restored · %d applications returned
zh_hans: 工作区已恢复 · %d 个应用已返回

# ghost.status.restoring
source: Restoring workspace…
zh_hans: 正在恢复工作区…

# ghost.subtitle
source: ONE-KEY REVERSIBLE COVER WORKSPACE
zh_hans: 一键部署 · 随时恢复的伪装工作区

# ghost.target_available
source: Available
zh_hans: 可用

# ghost.target_source
source: Built-ins + SuperSwitch
zh_hans: 内置 + SuperSwitch

# ghost.target_unavailable
source: Not installed
zh_hans: 未安装

# ghost.title
source: Ghost Protocol
zh_hans: 幽灵协议

# hackerdesktop.add_apps
source: Add Applications
zh_hans: 添加应用

# hackerdesktop.add_files
source: Add Files
zh_hans: 添加文件

# hackerdesktop.add_log_line
source: Add Log Line
zh_hans: 添加日志行

# hackerdesktop.apps
source: Widget Apps
zh_hans: 小组件应用

# hackerdesktop.ascii_art
source: ASCII Art
zh_hans: ASCII 艺术

# hackerdesktop.default_city
source: Beijing
zh_hans: 北京

# hackerdesktop.default_quote
source: The only truly secure system is one that is powered off.
zh_hans: 真正安全的系统，是已经断电的系统。

# hackerdesktop.files
source: Widget Files
zh_hans: 小组件文件

# hackerdesktop.mark_done
source: Mark as Done
zh_hans: 标记为已完成

# hackerdesktop.mark_pending
source: Mark as Pending
zh_hans: 标记为待办

# hackerdesktop.native_widgets.active
source: 19 native widgets installed
zh_hans: 已安装 19 个原生小组件

# hackerdesktop.native_widgets.description
source: ClassGod widgets are delivered by the official macOS WidgetKit extension.
zh_hans: ClassGod 小组件由 macOS 官方 WidgetKit 扩展提供。

# hackerdesktop.native_widgets.local_warning
source: App Group is unavailable in this build, so widgets use isolated fallback data.
zh_hans: 当前构建未启用 App Group，小组件暂时使用隔离的回退数据。

# hackerdesktop.native_widgets.refresh
source: Refresh Widget Data
zh_hans: 刷新小组件数据

# hackerdesktop.native_widgets.step1
source: Right-click the macOS desktop and choose Edit Widgets.
zh_hans: 在 macOS 桌面右键，选择“编辑小组件”。

# hackerdesktop.native_widgets.step2
source: Search for ClassGod in the widget gallery.
zh_hans: 在小组件图库中搜索 ClassGod。

# hackerdesktop.native_widgets.step3
source: Drag a widget and size onto the desktop.
zh_hans: 选择尺寸并将小组件拖到桌面。

# hackerdesktop.native_widgets.title
source: Official macOS Widgets
zh_hans: macOS 官方小组件

# hackerdesktop.weather_condition
source: Condition
zh_hans: 天气状态

# hackerdesktop.weather_feels_like
source: Feels Like
zh_hans: 体感温度

# hackerdesktop.weather_high
source: High
zh_hans: 最高温

# hackerdesktop.weather_humidity
source: Humidity
zh_hans: 湿度

# hackerdesktop.weather_low
source: Low
zh_hans: 最低温

# hackerdesktop.weather_manual_notice
source: Manual weather data; values are validated before syncing.
zh_hans: 天气数据由你手动维护，同步前会自动校验。

# hackerdesktop.weather_temperature
source: Temperature
zh_hans: 当前温度

# hackerdesktop.weather_unit
source: Unit
zh_hans: 温度单位

# hackerdesktop.weather_updated
source: Updated
zh_hans: 更新于

# helper.status.not_found
source: The signed Helper is missing from this app bundle.
zh_hans: 应用包中缺少已签名的 Helper。

# helper.status.not_registered
source: Fan control Helper has not requested macOS approval.
zh_hans: 风扇控制 Helper 尚未请求 macOS 授权。

# helper.status.service_unavailable
source: The Helper is embedded, but macOS Service Management cannot register this app build. Authorization can still be retried.
zh_hans: Helper 已嵌入，但 macOS 服务管理无法注册此应用构建；仍可重新尝试授权。

# helper.status.optional
source: Verified direct SMC control is active; the privileged Helper is not required on this Mac.
zh_hans: 已启用通过验证的 SMC 直连控制；此 Mac 无需特权 Helper。

# helper.status.requires_approval
source: Administrator approval is required in Login Items & Extensions.
zh_hans: 需要管理员在“登录项与扩展”中批准。

# helper.status.running
source: The approved Helper is connected. Supported live hardware paths are active.
zh_hans: 已批准的 Helper 已连接，硬件支持的实时读写路径已启用。

# helper.status.starting
source: Helper is approved; waiting for the live hardware service.
zh_hans: Helper 已获批准，正在等待实时硬件服务启动。

# lang.system
source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# maximize.fill_screen
source: Fill Available Screen
zh_hans: 填满可用屏幕
zh_hant: 填滿可用螢幕

# maximize.fullscreen_borderless
source: Borderless Full Screen
zh_hans: 无边框全屏
zh_hant: 無邊框全螢幕

# maximize.none
source: Disabled
zh_hans: 禁用
zh_hant: 停用

source: Mem
zh_hans: 内存

source: Memory
zh_hans: 内存

# menu.clipo.description
source: Clipboard history, quick slots, and instant paste
zh_hans: 剪贴板历史、快捷槽位与即时粘贴

# menu.curtain.description
source: Temporarily cover your displays, then return with Escape.
zh_hans: 临时遮住屏幕，按 Escape 随时恢复。

# menu.ghost_protocol.description
source: Deploy a reversible cover workspace
zh_hans: 一键部署并恢复伪装工作区

# menu.mode.bad_student
source: Bad Student
zh_hans: 坏学生

# menu.mode.bad_student.signature
source: READY / ROUTE / VANISH
zh_hans: 就绪 / 切换 / 隐匿

# menu.mode.good_student
source: Good Student
zh_hans: 好学生

# menu.mode.good_student.signature
source: FOCUS / BUILD / FINISH
zh_hans: 专注 / 构建 / 完成

# menu.mode.module_count
source: %02d MODULES
zh_hans: %02d 个模块

# menu.mode.other
source: Other
zh_hans: 其他

# menu.mode.other.signature
source: OBSERVE / TUNE / CONTROL
zh_hans: 观察 / 调校 / 掌控

source: Network
zh_hans: 网络

source: No Battery
zh_hans: 无电池

source: No disk data
zh_hans: 无磁盘数据

source: No file set
zh_hans: 未设置文件

source: No process data
zh_hans: 无进程数据

source: No quote saved yet.
zh_hans: 尚未保存名言。

source: No terminal logs yet.
zh_hans: 暂无终端日志。

source: No todos yet.
zh_hans: 暂无待办事项。

# panic.error.accessibility_required
source: Accessibility permission is required. Enable ClassGod in System Settings > Privacy & Security > Accessibility, then try again.
zh_hans: 需要辅助功能权限。请在系统设置 > 隐私与安全性 > 辅助功能中启用 ClassGod，然后重试。

# panic.error.app_disabled
source: App %@ is disabled
zh_hans: 应用 %@ 已停用

# panic.error.technique_failed
source: %@ failed
zh_hans: %@ 执行失败

# panic.lockdown_browser_window
source: Lockdown Browser (Browser Window)
zh_hans: 锁定浏览器（浏览器窗口）

# permission.center.subtitle
source: Control what ClassGod can access on your Mac
zh_hans: 管理 ClassGod 可访问的 Mac 权限

# permission.center.title
source: Permission Center
zh_hans: 权限中心

# permission.denied
source: Not Allowed
zh_hans: 未允许

# permission.feature.appControl
source: App management
zh_hans: 应用管理

# permission.feature.globalShortcuts
source: Global shortcuts
zh_hans: 全局快捷键

# permission.feature.mediaFeatures
source: Media integrations
zh_hans: 媒体集成

# permission.feature.networkDiscovery
source: Local device discovery
zh_hans: 本地设备发现

# permission.feature.processInspection
source: Protected process inspection
zh_hans: 受保护进程检查
